/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button */
"Cancel" = "إلغاء";

/* Conversation title */
"Messages" = "الدردشة";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "هذه هي بداية محادثتك مع فريق %@. سوف نبقى على اتصال معك لتتمكن من تحقيق الاستفادة القصوى من التطبيق.\nاترك لنا رسالة إن أردت، عن أي شيء يدور في خلدك. سوف نرد على أسئلتك أو اقتراحاتك أو أي شيء آخر في أقرب وقت نستطيع.";

/* Error message shown in conversation view */
"No Internet connection" = "لا يوجد اتصال بالإنترنت";

/* Error message shown in conversation view */
"Could not connect to server" = "تعذَّر الاتصال بالملقم";

/* Error message shown in conversation view */
"Reconnecting..." = "تعذَّر الاتصال بالملقم";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "فريق %@";

/* Conversation send button */
"Send" = "إرسال";

/* Conversation text input place holder */
"Type a message..." = "اكتب رسالة...";

/* Conversation nav bar left button */
"Done" = "تم";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "تعذَّر تسليم الرسالة. انقر لإعادة المحاولة.";

/* Status text for chat messages */
"Sending..." = "إرسال...";
